crjssy/esp32-ip-to-geolocation/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32"
# CONFIG_MBEDTLS_HARDWARE_MPI is not set

CONFIG_APP_BUILD_TYPE_APP_2NDBOOT=y
CONFIG_WIFI_SSID="Wokwi-GUEST"
CONFIG_WIFI_PASSWORD=""
CONFIG_WIFI_AUTH_MODE=0
